OpenFOAM-2.4.0/tutorials/multiphase/interDyMFoam/ras/sloshingTank2D/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    walls
    {
        type            patch;
        nFaces          148;
        startFace       2646;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1360;
        startFace       2794;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1360;
        startFace       4154;
    }
)

// ************************************************************************* //
